Revit 2024 API
ParameterTypeId.EnergyAnalysisVerticalVoidThreshold Property
 "Average Vertical Void Height Threshold"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId EnergyAnalysisVerticalVoidThreshold { get; }
Visual Basic
Public Shared ReadOnly Property EnergyAnalysisVerticalVoidThreshold As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EnergyAnalysisVerticalVoidThreshold {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace